bookers/app/controllers/books_controller.rb

  def index
    @book = Book.all
---
SELECT "books".* FROM "books"

  def create
    @books = Book.new(book_params)

    if @books.save
      redirect_to @books, notice: 'Book was successfully created'
    else
      @book = Book.all
---
INSERT INTO "books" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "i"], ["body", "uuu"], ["created_at", "2021-08-22 06:59:39.714194"], ["updated_at", "2021-08-22 06:59:39.714194"]]
SELECT "books".* FROM "books"