bookers/app/controllers/books_controller.rb

  def destroy
    @book = Book.find(params[:id])

    @book.destroy
---
DELETE FROM "books" WHERE "books"."id" = ?  [["id", 35]]